/* 
  Localizable.strings
  PDF Expert Installer

  Created by Andrew Ishchenko on 9/28/17.
  Copyright © 2017 Readdle. All rights reserved.
*/

"Download Incomplete" = "Descarga Incompleta";
"PDF Expert has not been downloading yet. Are you sure you want to quit?" = "PDF Expert no ha sido descargado todavía. ¿Deseas realmente salir?";
"Quit" = "Salir";
"Continue Downloading" = "Continuar Descargando";
"Fast, robust and beautiful PDF editor" = "Editor de PDF rápido, robusto y hermoso";
"Install" = "Instalar";
"Set PDF Expert as default PDF reader" = "Configura PDF Expert como tu lector PDF por defecto";
"PDF Expert must be closed to complete the installation." = "PDF Expert debe cerrarse para completar la instalación.";
"OK" = "OK";
"Downloading..." = "Descargando...";
"Installing..." = "Instalando...";
"Installation Failed" = "Error de Instalación";
